Repository: coracson/HackeSchriber
Catalog: lib/l10n/app_*.arb
Languages: de

# addMemberPageTitle
source: Add Member
de: Mitglied hinzufügen

# memberNameLabel
source: Member name
de: Mitgliedsname

# addAnotherMemberButton
source: Add another member
de: Ein weiteres Mitglied hinzufügen

# startGameButton
source: Start game
de: Spiel starten

# pleaseAddMemberError
source: Please add at least one member.
de: Bitte füge mindestens ein Mitglied hinzu.

# duplicateMemberError
source: Duplicate member names are not allowed.
de: Doppelte Mitgliedsnamen sind nicht erlaubt.

# dealerMistakeTitle
source: Dealer mistake
de: Dealer-Fehler

# dealerMistakeQuestion
source: Who made the mistake?
de: Wer hat den Fehler gemacht?

# cancelButton
source: Cancel
de: Abbrechen

# confirmButton
source: Confirm
de: Bestätigen

# backButton
source: Back
de: Zurück

# continueButton
source: Continue
de: Weiter

# payInTitle
source: Pay in
de: Einzahlen

# payInQuestion
source: Everyone has to pay in?
de: Müssen alle einzahlen?

# addRoundButton
source: Add round
de: Runde hinzufügen

# quitGameTitle
source: Quit Game
de: Spiel beenden

# quitGameQuestion
source: Are you sure you want to quit and delete the game?
de: Bist du sicher, dass du das Spiel beenden und löschen willst?

# gameTableTitle
source: Game Table
de: Spieltabelle

# whoHackedQuestion
source: Who hacked?
de: Wer hat gehackt?

# whoJoinedQuestion
source: Who joined?
de: Wer ist beigetreten?

# whoFellQuestion
source: Who fell?
de: Wer ist gefallen?

# summaryTitle
source: Summary
de: Zusammenfassung

source: Something is wrong
de: Etwas stimmt nicht

# hackedLabel
source: Hacked: {name}
de: Gehackt: {name}

# joinedLabel
source: Joined: {names}
de: Beigetreten: {names}

# fellLabel
source: Fell: {names}
de: Gefallen: {names}
